export const data =
  [
    {
      id: 1,
      topic: "Япония",
      question: "Ритуальное самоубийство методом вспарывания живота, принятое среди самурайского сословия средневековой Японии",
      answer: "Харакири",
      isCorrect: null,
      score: 100,
      modal: false
    },
    {
      id: 2,
      topic: "Япония",
      question: "Действующий стратовулкан на японском острове Хонсю в 90 километрах к юго-западу от Токио",
      answer: "Фудзияма",
      isCorrect: null,
      score: 300,
      modal: false
    },
    {
      id: 3,
      topic: "Япония",
      question: "Японское произношение традиционного китайского пожелания долголетия, на русский может переводиться как «Да здравствует!»",
      answer: "Банзай",
      isCorrect: null,
      score: 500,
      modal: false
    },
    {
      id: 4,
      topic: "Япония",
      question: "В японской истории так назывались люди, которые управляли Японией большую часть времени с 1192 года до реставрации Мэйдзи, произошедшей в 1868 году",
      answer: "Сёгун",
      isCorrect: null,
      score: 1000,
      modal: false
    },
    {
      id: 5,
      topic: "Литература",
      question: "Главным антагонистом какого романа был кардинал Ришелье?",
      answer: "Три мушкетера",
      isCorrect: null,
      score: 100,
      modal: false
    },
    {
      id: 6,
      topic: "Литература",
      question: "Древнегреческий поэт-сказитель, создатель эпических поэм «Илиада» и «Одиссея». Предположительно, был рапсодом. Примерно половина найденных древнегреческих литературных папирусов — отрывки именно его сочинений",
      answer: "Гомер",
      isCorrect: null,
      score: 300,
      modal: false
    },
    {
      id: 7,
      topic: "Литература",
      question: "Обедневший дворянин из Ла-Манчи, сойдя с ума от круглосуточного чтения рыцарских романов и отсутствия свежего воздуха, возжелал стать странствующим рыцарем",
      answer: "Дон Кихот",
      isCorrect: null,
      score: 500,
      modal: false
    },
    {
      id: 8,
      topic: "Литература",
      question: "Французский писатель, классик приключенческой литературы, один из основоположников жанра научной фантастики, гуманист. Член Французского Географического общества. По статистике ЮНЕСКО, книги данного автора занимают второе место по переводимости в мире, уступая лишь произведениям Агаты Кристи",
      answer: "Жюль Верн",
      isCorrect: null,
      score: 1000,
      modal: false
    },
    {
      id: 9,
      topic: "Мореплавание",
      question: "Английский военный моряк, путешественник-исследователь, картограф и первооткрыватель, член Королевского общества и капитан Королевских ВМС. Возглавлял три кругосветные экспедиции по исследованию Мирового океана, но в обществе он знаменит тем, что якобы был съеден гавайскими аборигенами",
      answer: "Джеймс Кук",
      isCorrect: null,
      score: 100,
      modal: false
    },
    {
      id: 10,
      topic: "Мореплавание",
      question: "Человек и пароход",
      answer: "Крузенштерн",
      isCorrect: null,
      score: 300,
      modal: false
    },
    {
      id: 11,
      topic: "Мореплавание",
      question: "Норвежский полярный путешественник-исследователь и рекордсмен, «Наполеон полярных стран» по выражению Роланда Хантфорда. Первый человек побывавший на обоих географических полюсах планеты.",
      answer: "Руаль Амундсен",
      isCorrect: null,
      score: 500,
      modal: false
    },
    {
      id: 12,
      topic: "Мореплавание",
      question: "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Sextant.jpg/800px-Sextant.jpg",
      answer: "Секстант",
      isCorrect: null,
      score: 1000,
      modal: false
    }
  ]
